Repository: nguyenhoanghai/NurseCall
Catalog: Properties/Resources.*.resx
Languages: vi

source: About
vi: Giới thiệu về

source: Account
vi: Tài khoản

source: Address
vi: Địa chỉ

source: Allow Double Call
vi: Gọi nhiều lần

source: Auto Open Comport
vi: Tự động mở Comport

source: Baud rate
vi: Tốc độ truyền

source: Bed
vi: Giường

source: Bed Height
vi: Chiều cao giường

# BedID
source: Bed ID/ LocationID
vi: Mã giường/ Mã vị trí

# BedInfo
source: BedInfo/ Location Info
vi: Thông tin giường/ Vị trí

# BedName
source: Bed Name/ Loaction Name
vi: Tên giường/ Tên vị trí

source: Bed Properties
vi: Thuộc tính giường

source: Beds Per Row
vi: Số giường cho dãy

source: bed(s)
vi: giường

source: Birth date
vi: Ngày sinh

# butSave
source: &Save
vi: &Lưu dữ liệu

source: Call
vi: Gọi

source: Call by Shift
vi: Báo cáo cuộc gọi theo ca trực

source: Call by Time
vi: Báo cáo về cuộc gọi theo thời gian

source: Call Top N
vi: Báo cáo cuộc gọi đợi phục vụ lâu nhất

source: Call Wait Over
vi: Báo cáo cuộc gọi có thời gian đợi lớn

source: Cancel
vi: Hủy bỏ

source: City
vi: Thành phố

source: Close
vi: Đóng

source: Config Manager
vi: Cấu hình Quản lý

# ConfirmMessage
source: Restart the application to apply changes
vi: Khởi động lại chương trình để áp dụng những thay đổi

# ConfirmTitle
source: Confirm
vi: Xác nhận

source: Curator
vi: Người phụ trách

source: Data bits
vi: Bit dữ liệu

source: Datetime From
vi: Từ ngày

source: Datetime To
vi: Đến ngày

source: delete
vi: hủy bỏ

source: Delete Bed
vi: Hủy bỏ giường

source: Delete Department
vi: Hủy bỏ phòng ban

source: Delete Employee
vi: Hủy bỏ nhân viên

source: Delete Job
vi: Hủy bỏ công việc

source: Delete Location
vi: Hủy bỏ vị trí

source: Delete Region
vi: Hủy bỏ khu

source: Delete Room
vi: Hủy bỏ phòng

# DeleteU
source: Delete
vi: Hủy bỏ

source: Department
vi: Phòng ban

source: Department ID
vi: Mã phòng ban

source: Department Info
vi: Thông tin phòng ban

source: Department name
vi: Tên phòng ban

source: Department Properties
vi: Thuộc tính phòng ban

source: Departments
vi: Phòng ban

source: department(s)
vi: phòng ban

source: Details
vi: Chi tiết

source: Do you want to
vi: Bạn có muốn

source: Email
vi: Thư điện tử

source: Emp. ID
vi: Mã NV

source: Employee
vi: Nhân viên

source: Employee Info
vi: Thông tin nhân viên

source: Employee name
vi: Tên nhân viên

source: Employee Properties
vi: Thuộc tính nhân viên

source: Employees Manager
vi: Quản lý Nhân viên

source: employee(s)
vi: nhân viên

source: End All Call
vi: Xóa tất cả sự kiện

source: English
vi: Anh ngữ

source: Exit
vi: Thoát

source: Export
vi: Xuất báo cáo

source: ExportFailed
vi: Tạo Tệp Excel thất bại.

source: ExportSuccess
vi: Tạo Tệp Excel thành công.!

# F0001
source: F0001 - Options
vi: F0001 - Tùy chọn

source: failure
vi: không thành công

source: File
vi: Hồ sơ

source: Find Bed
vi: Tìm giường

source: First name
vi: Tên đầu

source: Functions
vi: Chức năng

source: Gender
vi: Giới tính

# grpHeight
source: Height
vi: Kích thước

source: Hire date
vi: Ngày làm

source: Hospital
vi: Bệnh viện

source: Hospital ID
vi: Mã số bệnh viện

source: Hospital Info
vi: Thông tin Bệnh viện

source: Hospital Name
vi: Tên bệnh viện

source: Hospital Properties
vi: Thuộc tính Bệnh viện

source: ID
vi: Mã số

source: Info of Bed
vi: Thông tin của giường

source: Info of Department
vi: Thông tin của phòng ban

source: Info of Employee
vi: Thông tin của nhân viên

source: Info of Job
vi: Thông tin của công việc

source: Info of Location
vi: Thông tin của vị trí

source: Info of Region
vi: Thông tin của khu

source: Info of Room
vi: Thông tin của phòng

source: Insert
vi: Thêm mới

source: Install
vi: Lắp đặt

source: invalid
vi: không hợp lệ

source: is existed
vi: đã tồn tại

source: is existed in
vi: đã tồn tại trong

source: is not empty
vi: là không rỗng

source: is not found
vi: không tìm thấy

source: is not selected
vi: không được chọn

source: is number
vi: phải là số

source: item(s)
vi: mẫu tin

source: Job
vi: Công việc

source: Job ID
vi: Mã công việc

source: Job Info
vi: Thông tin công việc

source: Job name
vi: Tên công việc

source: Job Properties
vi: Thuộc tính công việc

source: Jobs
vi: Công việc

source: job(s)
vi: công việc

source: Language
vi: Ngôn ngữ

source: Last name
vi: Tên sau

source: List of Departments
vi: Danh sách Phòng ban

source: List of Employees
vi: Danh sách Nhân viên

source: List of Jobs
vi: Danh mục Công việc

source: Location
vi: Vị trí

source: Location ID
vi: Mã vị trí

source: Location Info
vi: Thông tin vị trí

source: Location Name
vi: Tên vị trí

source: Location Properties
vi: Thuộc tính vị trí

source: Locations
vi: Vị trí

source: Location type
vi: Loại vị trí

source: location(s)
vi: vị trí

source: Login
vi: Đăng nhập

source: Men
vi: Nam

source: Modify Bed
vi: Điều chỉnh giường

source: Modify Department
vi: Điều chỉnh phòng ban

source: Modify Employee
vi: Điều chỉnh nhân viên

source: Modify Job
vi: Điều chỉnh công việc

source: Modify Location
vi: Điều chỉnh vị trí

source: Modify Region
vi: Điều chỉnh khu

source: Modify Room
vi: Điều chỉnh phòng

source: Name
vi: Tên

source: New Bed
vi: Giường mới

source: New Department
vi: Phòng ban mới

source: New Employee
vi: Nhân viên mới

source: New Job
vi: Công việc mới

source: New Location
vi: Vị trí mới

source: New Region
vi: Khu mới

source: New Room
vi: Phòng mới

source: No
vi: Không

source: Note
vi: Ghi chú

source: Nurse Call System
vi: Hệ thống gọi Y tá

source: OK
vi: Đồng ý

source: Open
vi: Mở

source: Options
vi: Tùy chọn

source: Parameters
vi: Thông số

source: Parity
vi: Chẵn lẻ

source: Phone
vi: Điện thoại

source: Port name
vi: Tên cổng

source: Process Time
vi: Thời gian xử lý

source: Region
vi: Khu

source: Region Height
vi: Chiều cao khoa

source: Region ID
vi: Mã khu

source: Region Info
vi: Thông tin khu

source: Region Name
vi: Tên Khu

source: Region Properties
vi: Thuộc tính khu

source: region(s)
vi: khu

source: Register listen event from bed
vi: Đăng ký nghe cuộc gọi theo sự kiện

source: Rights
vi: Quyền hạn

# Right_Function
source: Right Functions
vi: Phân quyền theo chức năng

source: Room
vi: Phòng

source: Room Height
vi: Chiều cao phòng

source: Room ID
vi: Mã phòng

source: Room Info
vi: Thông tin phòng

source: Room Name
vi: Tên phòng

source: Room Properties
vi: Thuộc tính phòng

source: Rooms
vi: Phòng

source: room(s)
vi: phòng

source: SelectAll
vi: Chọn tất cả

source: Serial Port
vi: Cổng nối tiếp

source: Serial Port Settings
vi: Thiết lập cổng nối tiếp

source: Service ID
vi: Mã phục vụ

source: Service Name
vi: Tên phục vụ

source: service(s)
vi: Phục vụ

source: Set Connect
vi: Thiết lập kết nối

source: Shifts
vi: Ca làm việc

source: Sounds
vi: Âm thanh

source: Sound Templates
vi: Mẫu âm thanh

# Statistic
source: Reports
vi: Báo cáo

source: Stop bits
vi: Bit dừng

source: System
vi: Hệ thống

source: Time Read Sound
vi: Thời gian đọc âm thanh

# TimeRefreshData
source: Time Refresh Data (milisecond)
vi: Thời gian đọc dữ liệu (mili giây)

source: Time Send Data
vi: Thời gian gửi dữ liệu

source: Title
vi: Chức danh

source: Tools
vi: Công cụ

source: Total
vi: Tổng số

source: Total of Beds
vi: Tổng số giường

source: Total of Locations
vi: Tổng số vị trí

source: Total of Rooms
vi: Tổng số phòng

source: Type
vi: Loại

source: Type ID
vi: Mã loại

source: Type Name
vi: Tên loại

source: UnSelect All
vi: Bỏ chọn tất cả

source: Users
vi: Người dùng

source: Vietnamese
vi: Việt ngữ

source: View
vi: Hiển thị

source: Website
vi: Địa chỉ Web

source: Women
vi: Nữ

source: Work Shifts
vi: Lịch làm việc

source: Years
vi: Tuổi

source: Yes
vi: Có

source: Call by Region
vi: Báo cáo theo khu vực

source: Clear All Call
vi: Xóa tất cả cuộc gọi

# HTGSL
source: NurseCall
vi: Hệ thống báo lỗi

source: Test Form
vi: Kiểm thử
